Repository: mattlinares/waam-pt
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, fr

source: They do not call themselves ‘artists’, but might be the future of art. We met the new-media art scene in Belgrade last week, at the Resonate festival.
fr: Ils ne se définissent pas comme des artistes mais représentent certainement le futur de l'art. Le gratin de l’art numérique était à Belgrade la semaine dernière.
